Repository: 1296mhz/Archipel
Catalog: ArchipelClient/ModulesSources/GroupManagement/Resources/*.lproj/Localizable.strings
Languages: fr

source: is migrating
fr: est en cours de migration

source: state modified
fr: état modifié

source: to the selected hypervisor
fr: vers l'hyperviseur séléctionné.

source: Cannot migrate virtual machine
fr: Impossible de migrer la machine virtuelle.

source: Destroy all selected virtual machines
fr: Destroy toutes les machines virtuelles séléctionnées.

source: Destroy selected virtual machines
fr: Stoppe la machine virtuelle selectionée.

source: Migrate all selected virtual machines
fr: Migre toutes les machines virtuelles séléctionnées.

source: Pause all selected virtual machines
fr: Suspend l'execution de toutes les machines virtuelles séléctionnées.

source: Pause selected virtual machines
fr: Suspend l'execution de la machine virtuelle selectionée.

source: Reboot all selected virtual machines (not supported by all hypervisors)
fr: Redémarre toutes les machines virtuelles séléctionnées.

source: Reboot selected virtual machines
fr: Redémarre la machine virtuelle selectionée.

source: Resume all selected virtual machines
fr: Reprend l'execution de toutes les machines virtuelles séléctionnées suspendues.

source: Resume selected virtual machines
fr: Reprend l'execution de la machine virtuelle selectionée.

source: Shutdown all selected virtual machines
fr: Arrête toutes les machines virtuelles séléctionnées.

source: Shutdown selected virtual machines
fr: Arrête la machine virtuelle selectionée.

source: Start all selected virtual machines
fr: Démarre toutes les machines virtuelles séléctionnées.

source: Start selected virtual machines
fr: Démarre la machine virtuelle selectionée.

source: Virtual machine
fr: machine virtuelle
