Repository: 1296mhz/Archipel
Catalog: ArchipelClient/ModulesSources/HypervisorVMCasts/Resources/*.lproj/Localizable.strings
Languages: fr

source: Appliance has been uninstalled
fr: L'appliance a été désinstallée

source: Appliance is already downloaded. If you want to instanciante it, create a new Virtual Machine and choose Packaging module.
fr: L'appliance est déjà téléchargée. Si vous voulez l'instancier, créez une machine virtuelle et choisissez le module Appliance.

source: Are you sure you want to download this appliance?
fr: Etes-vous sûr de voulour télécharger cette appliance ?

source: Are you sure you want to remove this appliance? This doesn't affect virtual machine that have been instanciated from this template.
fr: Etes-vous sûr de vouloir supprimer cette appliance ? Les machines virtuelles qui l'utilisent ne seront pas affectées.

source: Are you sure you want to unregister fro this VMCast? All its appliances will be deleted.
fr: Etes-vous sûr de voulour vous désabonner de ce VMCast ? Toutes les appliances téléchargées seront supprimées.

source: Cancel
fr: Annuler

source: Comment
fr: Commentaire

source: Delete appliance
fr: Supprimer l'appliance

source: Delete the selected appliance from the hypervisor repository
fr: Supprimer l'appliance sélectionnée du répértoire de l'hyperviseur.

source: Delete VMCast
fr: Supprimer VMCast

source: Download
fr: Télécharger

source: Download complete
fr: Téléchargement complet

source: Download queue for
fr: Téléchargements pour

source: Download selected appliance
fr: Télécharge l'appliance sélectionnée.

source: If checked, it will only displayed installed appliances
fr: Afficher uniquement les appliances téléchargées si cette case est cochée.

source: Register to a new VMCast feed
fr: S'abonner à un flux VMCast

source: Register to a new VMCasts
fr: S'abonner à un nouveau VMCasts

source: Remove selected appliance
fr: Supprimer l'appliance sélectionnée.

source: Show activity monitor
fr: Ouvrir le moniteur de téléchargements.

source: Show all current downloads
fr: Afficher tous les téléchargements en cours

source: Size
fr: Taille

source: Start to download selected appliance
fr: Commence le téléchargement de l'appliance sélectionnée.

source: Status
fr: Statut

source: Unregister
fr: Désabonnement

source: Unregister from a VMCast feed
fr: Se désabonner d'un flux VMCast.

source: Unregister from selected VMCast
fr: Se désabonner du flux VMCast sélectionné.

source: VMcast has been registred
fr: Abonnement au VMcast effectué

source: VMcast has been unregistred
fr: Désabonnement du VMCast effectué

source: You must select a VMCast or an Appliance
fr: Vous devez sélectionner un VMCast ou une appliance.
