Repository: 1296mhz/Archipel
Catalog: ArchipelClient/ModulesSources/HypervisorHealth/Resources/*.lproj/Localizable.strings
Languages: fr

source: Activate the statistics auto fetching
fr: Active la récupération dynamique des statistiques

source: Available:
fr: Disponible:

source: Charts
fr: Grahiques

source: Display the file column in the log table
fr: Affiche la colonne Fichier dans le tableau de log

source: Display the method column in the log table
fr: Affiche la colonne Method dans le tableau de log

source: file
fr: fichier

source: GB
fr: Go

source: Level
fr: Niveau

source: method
fr: methode

source: Partition name
fr: Partition

source: Set the delay between asking hypervisor statistics
fr: Définit l'interval entre deux collecte de statistiques

source: Set the max number of log item to fetch
fr: Définit le nombre maximum d'entrées de log à récupérer

source: Set the max number of statistic entries to fetch
fr: Définit le nombre maximum d'entrées de statistiques à récupérer

source: Used:
fr: Utilisé:
