Repository: 1296mhz/Archipel
Catalog: ArchipelClient/ModulesSources/HypervisorVMCreation/Resources/*.lproj/HypervisorVMCreation.strings
Languages: fr

# 3.title
source: Virtual Machines
fr: Machines Virtuelles

# 5.title
source: You can create or remove virtual machine from the hypervisor. Note this only creates the XMPP container.
fr: Vous pouvez créer ou supprimer des machines virtuelles. Notez que cela ne crée qu'un conteneur XMPP.

# 21.title
source: Add subscription
fr: Ajouter souscription

# 22.title
source: Enter the JID you want the virtual machine to subscribe to.
fr: Entrez le JID auprès duquel vous désirez que la machine virtuelle demande une souscription

# 23.placeholderString
source: JID of a user
fr: JID de l'utilisateur

# 24.title
source: Add
fr: Ajouter

# 25.title
source: Cancel
fr: Annuler

# 35.placeholderString
source: JID of the user
fr: JID de l'utilisateur

# 36.title
source: Enter the JID you want the virtual machine to unsubscribe from.
fr: Entrez le JID auprès duquel vous désirez que la machine virtuelle supprime sa souscription

# 37.title
source: Remove subscription
fr: Supprimer souscription

# 38.title
source: Remove
fr: Supprimer

# 39.title
source: Cancel
fr: Annuler

# 49.title
source: Cancel
fr: Annuler

# 50.title
source: Create
fr: Créer

# 51.title
source: New virtual machine
fr: Nouvelle machine virtuelle

# 52.title
source: If you leave name blank, the name will be generated.
fr: Si vous laissez ce champ vide, le nom sera généré.

# 60.title
source: Name:
fr: Nom :

# 103.placeholderString
source: My Cloned VM
fr: Ma VM clone

# 104.title
source: Choose the name for the clone. Leave it blank to generate.
fr: Si vous laissez ce champ vide, le nom sera généré.

# 105.title
source: Name:
fr: Nom :

# 106.title
source: Clone virtual machine
fr: Cloneer la machine virtuelle

# 107.title
source: Create
fr: Créer

# 108.title
source: Cancel
fr: Annuler
