Repository: 1296mhz/Archipel
Catalog: ArchipelClient/ModulesSources/HypervisorVMCreation/Resources/*.lproj/Localizable.strings
Languages: fr

source: has been created
fr: a été créée

source: to your roster
fr: à votre roster.

source: Add contact
fr: Ajouter contact

source: Added new subscription to virtual machine
fr: Souscription ajoutée

source: Adding contact
fr: Ajout du contact

source: Are you sure you want to completely remove these virtual machines ?
fr: Etes-vous sûr de vouloir supprimer les machines virtuelles sélectionnées ?

source: Are you sure you want to completely remove this virtual machine ?
fr: Etes-vous sûr de vouloir supprimer la machine virtuelle sélectionnée ?

source: Are you sure you want to remove the subscription for this user ?
fr: Etes-vous sûr de vouloir supprimer la souscription à cet utilisateur ?

source: Cancel
fr: Annuler

source: Clone this virtual machine
fr: Cloner cette machine virtuelle

source: Create new virtual machine
fr: Créer une nouvelle machine virtuelle

source: Delete
fr: Supprimer

source: Delete virtual machine
fr: Supprimer la machine virtuelle.

source: Destroying a Virtual Machine
fr: Suppression de la machine virtuelle.

source: Destroying some Virtual Machines
fr: Suppression des machines virtuelles.

source: Error
fr: Erreur

source: Remove
fr: Supprimer

source: Removing subscription
fr: Supprimer la souscription

source: Subscription have been removed
fr: La souscription a été supprimée.

source: Virtual machine
fr: Machine virtuelle

source: Virtual machine has been cloned
fr: La machine virtuelle a été clonée.

source: Virtual machine has been removed
fr: La machine virtuelle a été supprimée.

source: Would you like to add
fr: Voulez-vous ajouter

source: You must select a virtual machine
fr: Vous devez sélectionner une machine virtuelle

source: You must select one (and only one) virtual machine
fr: Vous devez sélectionner une seule machine virtuelle
