Repository: 1296mhz/Archipel
Catalog: ArchipelClient/ModulesSources/HypervisorNetworks/Resources/*.lproj/Localizable.strings
Languages: fr

source: Activate or deactivate Spanning Tree Protocol for the bridge
fr: Activer ou désactiver Spanning Tree Protocol

source: Activate selected networks
fr: Activer les réseaux sélectionnés

source: Activate this network
fr: Activer ce réseau

source: Add new host reservation
fr: Ajouter une nouvelle réservation d'hôte

source: Add new range
fr: Ajouter une nouvelle gamme DHCP

source: Are you sure you want to deactivate this network ? Virtual machines that are in this network will loose connectivity.
fr: Etes-vous sûr de vouloir désactiver ce réseau ? Les VMs qui l'utilisent perdront leur connectivité.

source: Are you sure you want to destroy this network ? Virtual machines that are in this network will loose connectivity.
fr: Etes-vous sûr de vouloir désactiver ce réseau ? Les VMs qui l'utilisent perdront leur connectivité.

source: Cancel
fr: Annuler

source: Choose the forward mode for this virtual network
fr: Choissisez le mode de renvoi pour ce réseau

source: Create a new DHCP range
fr: Créer une nouvelle gamme DHCP

source: Create a new DHCP reservation
fr: Créer une nouvelle réservation d'hôte

source: Create a new network
fr: Créer un réseau

source: Create new virtual network
fr: Créer un nouveau réseau

source: Deactivate
fr: Désactiver

source: Deactivate Network
fr: Désactiver réseau

source: Deactivate selected networks
fr: Désactiver les réseaux sélectionnés

source: Deactivate this network
fr: Désactiver ce réseau

source: Delete
fr: Supprimer

source: Delete Network
fr: Supprimer réseau

source: Delete selected network
fr: Supprimer le réseau sélectionné

source: Delete selected networks
fr: Supprimer les réseaux sélectionnés

source: DHCP Hosts
fr: Hôtes DHCP

source: DHCP Ranges
fr: Gammes DHCP

source: domain.com
fr: domaine.com

source: Edit
fr: Editer

source: Edit selected network
fr: Editer le réseau sélectionné

source: Enable DHCP for this virtual network
fr: Activer DHCP pour ce réseau

source: Enter the name of the bridge to create when this network is activated
fr: Entrer le nom du pont réseau à utiliser

source: Enter the name of the virtual network
fr: Entrer le nom du réseau

source: Enter the value of delay for the bridge
fr: Entrer la valeur du délai

source: Error
fr: Erreur

source: Network
fr: Réseau

source: Network has been defined
fr: Le réseau a été défini

source: Network has been removed
fr: Le réseau a été supprimé

source: Network status has changed
fr: Le statut du réseau a changé

source: Open configuration panel for selected network
fr: Ouvrir le panneau de configuration pour le résau sélectionné

source: Remove
fr: Supprimer

source: Remove selected DHCP range
fr: Supprimer la gamme DHCP

source: Remove selected DHCP reservation
fr: Supprimer la réservation d'hôte sélectionnée

source: Select the hypervisor network card you want to use for this virtual network
fr: Sélectionner la carte réseau à utiliser pour ce réseau

source: The IP address to assign to the bridge
fr: L'addresse IP à assigner au pont

source: The netmask to use for the bridge
fr: Le masque réseau à utiliser pour le pont

source: You can't edit a running network
fr: Vous ne pouvez pas éditer un reseau activé

source: You can't update a running network
fr: Vous ne pouvez pas mettre à jour un réseau activé
